[
  {
    "name": "Taman Ayodya",
    "description": "Taman Ayodya is one of the famous parks in South Jakarta. Located near Blok M, this park offers various recreational facilities such as children's playground, jogging area, and green open spaces for relaxation with family and friends.",
    "image": "https://getlost.id/wp-content/uploads/2021/11/ayodya_1346694680.jpg",
    "location": "Jakarta Selatan"
  },
  {
    "name": "Museum BNI 46",
    "description": "Museum BNI 46 is a historical museum located in the Sudirman area of South Jakarta. The museum showcases collections of artifacts and historical objects related to banking and the economic history of Indonesia, as well as provides information about the development of banking in Indonesia.",
    "image": "https://3.bp.blogspot.com/-ahLMYldFfCc/Wfnqz-afADI/AAAAAAAAApo/o1o7MbeltWoGQXKMogleIrr1S-9VY6P3QCLcBGAs/s1600/2017-11-01%2B02.54.00%2B1.jpg",
    "location": "Jakarta Selatan"
  },
  {
    "name": "Taman Langsat",
    "description": "Taman Langsat is a popular public park in South Jakarta. Located in the Kebayoran Baru area, this park is a popular destination for residents to relax, exercise, or simply enjoy the natural beauty amidst the city.",
    "image": "https://london.bridestory.com/images/c_fill,dpr_1.0,f_auto,fl_progressive,pg_1,q_80,w_680/v1/assets/ben01830-SaHrAXHlP/warna-project_prewedding-of-nabila-eko-at-taman-langsat-jakarta_2.jpg",
    "location": "Jakarta Selatan"
  },
  {
    "name": "Ragunan Zoo",
    "description": "Ragunan Zoo is the largest zoo in Jakarta, located in South Jakarta. Known for its extensive collection of animals, Ragunan Zoo is a favorite destination for tourists and families to spend time together while learning about various animal species.",
    "image": "https://inforadar.disway.id/upload/5fe4c8b1caa319829b74285e55663e22.jpeg",
    "location": "Jakarta Selatan"
  },
  {
    "name": "Pasaraya Grande",
    "description": "Pasaraya Grande is a famous shopping center in South Jakarta. Offering a variety of goods from fashion, food, to household items, Pasaraya Grande is a popular shopping destination in the heart of Jakarta.",
    "image": "https://pasaraya.id/wp-content/uploads/2023/04/gedung-2.jpg",
    "location": "Jakarta Selatan"
  },
  {
    "name": "Ancol Dreamland",
    "description": "Ancol Dreamland is a popular recreational complex located in North Jakarta. It offers various attractions such as amusement parks, beaches, water parks, and an oceanarium, making it a favorite destination for families and tourists.",
    "image": "https://www.ancol.com/blog/wp-content/uploads/2022/02/tempat-wisata-di-jakarta-hits-murah.jpg",
    "location": "Jakarta Utara"
  },
  {
    "name": "Mangrove Ecotourism Center",
    "description": "Mangrove Ecotourism Center is an educational and recreational destination in North Jakarta. Visitors can explore the mangrove forests through boardwalks, participate in conservation activities, and learn about the importance of mangrove ecosystems.",
    "image": "https://bogordaily.net/wp-content/uploads/2022/02/Rekomendasi-Wisata-Alam-Jakarta-Surga-yang-Menyimpan-Sejuta-Pesona-768x384-1.jpg",
    "location": "Jakarta Utara"
  },
  {
    "name": "Museum Sejarah Jakarta (Jakarta History Museum)",
    "description": "The Jakarta History Museum, also known as Fatahillah Museum, is located in the Old Town area of North Jakarta. It showcases the history of Jakarta through various artifacts, dioramas, and historical objects, providing insights into the city's rich heritage.",
    "image": "https://telusurkultur.com/cdn/shop/articles/Cover_Blog_Dienvibi_5_1400x.png?v=1669746573",
    "location": "Jakarta Utara"
  },
  {
    "name": "Pulau Kelapa (Kelapa Island)",
    "description": "Kelapa Island is a historical and cultural destination located in North Jakarta. Visitors can explore the remnants of Dutch colonial buildings, visit historical sites such as the Maritime Museum and Sunda Kelapa Harbor, and learn about Jakarta's maritime heritage.",
    "image": "https://ik.imagekit.io/tvlk/blog/2020/03/Pulau-Ayer-Resort-Cottages.jpg?tr=dpr-2,w-675",
    "location": "Jakarta Utara"
  },
  {
    "name": "Taman Mini Indonesia Indah (TMII)",
    "description": "Taman Mini Indonesia Indah (TMII) is a cultural and recreational park located in East Jakarta. It showcases the diversity of Indonesia's culture and heritage through various traditional pavilions, museums, and attractions representing each province of Indonesia.",
    "image": "https://res.klook.com/image/upload/c_fill,w_1265,h_712/q_80/w_80,x_15,y_15,g_south_west,l_Klook_water_br_trans_yhcmh3/activities/r6tztd5vryfphrtmifxq.webp",
    "location": "Jakarta Timur"
  },
  {
    "name": "Pulau Bidadari (Bidadari Island)",
    "description": "Bidadari Island is a small island located off the coast of East Jakarta. It offers pristine beaches, clear waters, and opportunities for snorkeling and diving, making it a popular destination for day trips and water sports enthusiasts.",
    "image": "https://wisatapulauseribu.co.id/wp-content/uploads/2022/01/Liburan-di-Pulau-Bidadari-dengan-Kegiatan-Seru.jpg",
    "location": "Jakarta Timur"
  },
  {
    "name": "Taman Mini Aquatic Center",
    "description": "Taman Mini Aquatic Center is a water park located within the Taman Mini Indonesia Indah complex in East Jakarta. It features various water attractions, slides, and pools, providing fun and excitement for visitors of all ages.",
    "image": "https://ik.imagekit.io/tvlk/blog/2020/03/Seaworld-Ancol-Tickets-seaworld-2-1-800x400-1.jpg?tr=dpr-2,w-675",
    "location": "Jakarta Timur"
  },
  {
    "name": "Kampung Betawi Setu Babakan",
    "description": "Kampung Betawi Setu Babakan is a cultural village located in East Jakarta. It preserves the traditional Betawi culture and lifestyle, offering visitors a glimpse into the indigenous culture of Jakarta through various cultural performances, workshops, and culinary experiences.",
    "image": "https://ik.imagekit.io/tvlk/blog/2022/04/Ngabuburit-di-Jakarta-Setu-Babakan-Shutterstock.jpg?tr=dpr-2,w-675",
    "location": "Jakarta Timur"
  },
  {
    "name": "SnowBay Waterpark",
    "description": "SnowBay Waterpark is a themed water park located in East Jakarta. It offers a variety of water slides, wave pools, and other attractions, providing a fun and refreshing escape from the city's heat.",
    "image": "https://travelmaker1.b-cdn.net/wp-content/uploads/2019/04/SnowBay-4.jpg",
    "location": "Jakarta Timur"
  },
  {
    "name": "Taman Anggrek Mall",
    "description": "Taman Anggrek Mall is one of the largest shopping malls in West Jakarta. It offers a wide range of shopping, dining, and entertainment options, including a cinema, indoor ice skating rink, and a variety of international and local brands.",
    "image": "https://cdn1-production-images-kly.akamaized.net/vfliQRCuXjOabN0GUymZyHAEy7A=/1200x675/smart/filters:quality(75):strip_icc():format(jpeg)/kly-media-production/medias/1772578/original/090713000_1510834599-IMG_8393.JPG",
    "location": "Jakarta Barat"
  },
  {
    "name": "Museum MACAN (Modern and Contemporary Art in Nusantara)",
    "description": "Museum MACAN is a contemporary art museum located in West Jakarta. It showcases a diverse collection of modern and contemporary art from Indonesia and around the world, providing a platform for cultural exchange and artistic appreciation.",
    "image": "https://storage.jakarta-tourism.go.id/public/articles/bCnZkQyLG3fC5WMlXA52Rt5Z6JLztG-metaTUFDQU4gMDEucG5n-.png",
    "location": "Jakarta Barat"
  },
  {
    "name": "Old Town Jakarta (Kota Tua Jakarta)",
    "description": "Kota Tua Jakarta, also known as Old Town Jakarta, is a historical district located in West Jakarta. It features colonial-era buildings, museums, and cultural attractions, providing a glimpse into Jakarta's rich history and heritage.",
    "image": "https://example.com/kota_tua_jakarta.jpg",
    "location": "Jakarta Barat"
  },
  {
    "name": "Central Park Mall",
    "description": "Central Park Mall is a mixed-use development located in West Jakarta. It features a shopping mall, office towers, hotels, and a large urban park called Central Park, providing a vibrant and modern destination for shopping, dining, and entertainment.",
    "image": "https://www.centralparkjakarta.com/wp-content/uploads/2020/01/Central-Park-Mall-exterior-900x604.jpg",
    "location": "Jakarta Barat"
  },
  {
    "name": "National Monument (Monas)",
    "description": "The National Monument (Monas) is a famous landmark located in Central Jakarta. It stands as a symbol of Indonesia's struggle for independence and offers visitors panoramic views of the city from its observation deck.",
    "image": "https://storage.jakarta-tourism.go.id/public/images/article/8437415341664213099.jpg",
    "location": "Jakarta Pusat"
  },
  {
    "name": "National Museum of Indonesia",
    "description": "The National Museum of Indonesia, also known as Museum Nasional, is located in Central Jakarta. It houses an extensive collection of artifacts, relics, and artworks representing the diverse cultures and history of Indonesia.",
    "image": "https://a.travel-assets.com/findyours-php/viewfinder/images/res70/210000/210041-Java.jpg",
    "location": "Jakarta Pusat"
  },
  {
    "name": "Merdeka Square (Lapangan Merdeka)",
    "description": "Merdeka Square, also known as Lapangan Merdeka, is a historic square located in Central Jakarta. It is surrounded by important landmarks such as the National Monument (Monas), National Museum, and Istiqlal Mosque, making it a significant cultural and political hub.",
    "image": "https://a.travel-assets.com/findyours-php/viewfinder/images/res70/210000/210561-Merdeka-Square.jpg",
    "location": "Jakarta Pusat"
  },
  {
    "name": "Istiqlal Mosque",
    "description": "Istiqlal Mosque is the largest mosque in Southeast Asia, located in Central Jakarta. It is a symbol of religious tolerance and harmony, welcoming visitors of all faiths to admire its grand architecture and serene atmosphere.",
    "image": "https://written.id/lkpanel/wp-content/uploads/2020/07/judul-1024x683.jpg",
    "location": "Jakarta Pusat"
  },
  {
    "name": "Museum Bank Indonesia",
    "description": "Museum Bank Indonesia is a museum located in Central Jakarta, housed in a heritage building that was formerly the headquarters of the Dutch East Indies Bank. It showcases the history of banking and currency in Indonesia through various exhibits and artifacts.",
    "image": "https://a.travel-assets.com/findyours-php/viewfinder/images/res70/210000/210553-Museum-Bank-Indonesia.jpg",
    "location": "Jakarta Pusat"
  }
]